Repository: Vasiliks/TMBD
Catalog: po/*.po
Languages: de, fr, nl, pt, ru, uk

source: Search results for: %s
de: Suchergebnisse für: %s
fr: Résultats de recherche pour: %s
nl: Zoekresultaten voor: %s
pt: Pesquisando resultados para: %s
ru: Результаты поиска для: %s
uk: Результати пошуку для: %s

source: Search yt-trailer for event
fr: Rechercher l'évènement sur yt-trailer
nl: Zoek YT-trailer voor programma
pt: Pesquisar yt-trailer para evento
ru: Поиск ютубе-трейлеров для события
uk: Пошук ютубе-трейлерів для події

source: Select Profile
fr: Choisir un profil
nl: Kies profiel:
pt: Seleccionar perfil
ru: Выбор профиля
uk: Вибір профіля

source: Select action:
de: Wähle Aktion:
fr: Choisir une action:
nl: Kies actie:
pt: Selecionar ação:
ru: Выберите действие:
uk: Виберіть дію:

source: Select folder for covers
fr: Choisir le folder pour les posters
nl: Kies map voor covers
pt: Seleccione a pasta para capas
ru: Выбор папки для обложек
uk: Вибір папки для обложок

source: Select from Favourites
de: Wähle aus den Favoriten
fr: Choisir vos favoris
nl: Kies uit favorieten
pt: Selecione dos Favoritos
ru: Выбор из фаворитов
uk: Вибір з фаворитів

source: Select the search language
de: Wähle die Sprache der Suche
fr: Définir la langue de recherche et des descriptions
nl: Kies de zoektaal
pt: Selecione o idioma de pesquisa
ru: Выберите язык поиска
uk: Виберіть мову пошуку

source: Select your skins
de: Wähle den Skin
fr: Choisir votre thème
nl: Kies uw skin
pt: Selecione as suas skins
ru: Выберите формат скина
uk: Виберіть формат скіна

source: Set extended search filter, e.g. ru.
fr: Définir les filtres de recherche étendu, p.e. ru.
nl: Stel uitgebreid filter in, b.v. ru.
pt: Defina o filtro de pesquisa estendida, por ex: pt.
ru: Установка расширенного фильтра поиска, например ru.
uk: Встановлення разширеного фільтра пошуку, напр. ua.

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen
pt: Definições
ru: Настройки
uk: Налаштування

source: Settings TMBD Details Plugin...
de: Einstellungen TMBD Details Plugin...
fr: Paramètrer le plugin TMBD Details...
nl: Instellingen TMBD plugin...
pt: Definições TMBD Detalhes do Plugin...
ru: Настройки плагина TMBD:
uk: Налаштування плагіна TMBD...

source: Setup menu
de: Einstellungsmenü
fr: Recherche description et affiche depuis TheMovieDb.org
nl: Instellingenmenu
pt: Menu de Definições
ru: Меню настроек
uk: Меню налаштувань

source: Show "TMBD Details: current event" in extensions menu
fr: Afficher "TMBD Details: évènement courant" dans les extensions
nl: Toon "TMBD Details: huidige programma" in uitbreidingenmenu
pt: Mostrar "TMBD detalhes: evento atual" no menu de extensões
ru: Показать "TMBD поиск: текущее событие" в меню дополнений
uk: Показати "TMBD пошук: поточна подія" в меню доповнень

source: Show info for all types of movies
de: Zeige Info für alle Filmarten
fr: Afficher les infos pour tous les types de films
nl: Toon info voor alle soorten films
pt: Mostrar informação para todos os tipos de filmes
ru: Показать описание для всех типов записей
uk: Показати опис для всіх типів записів

source: Show movie details
de: Zeige Filmdetails
fr: Détails du film
nl: Toon filmdetails
pt: Mostrar detalhes do filme
ru: Показать детали
uk: Показати деталі

source: Show plugin in channel selection context menu
fr: Afficher le plugin dans le menu contextuel de la liste des chaînes
nl: Toon plugin in kanaalselectie contextmenu
pt: Mostrar o plugin no menu de contexto de seleção de canal
ru: Показать плагин в контекстном меню селектора каналов
uk: Показати плагін в контекстному меню селектора каналів

source: Show search results
de: Zeige Suchergebnisse
fr: Résultats de recherche
nl: Toon zoekresultaten
pt: Mostrar os resultados da pesquisa
ru: Результаты поиска
uk: Результати пошуку

source: Small poster
de: Kleine Poster
fr: Petite affiche
nl: Kleine poster
pt: Pequeno poster
ru: небольшой постер
uk: невеликий постер

source: Studios
pt: Estúdio
ru: Студия
uk: Студія

source: TMBD Details
pt: Detalhes TMBD
ru: TMBD поиск
uk: TMBD пошук

source: TMBD Details Plugin Developer: Nikolasi,vlamo,Dima73 (c)2012
fr: Plugin TMBD Details Developer: Nikolasi,vlamo,Dima73 (c)2012
nl: TMBD details Plugin Ontwikkelaar: Nikolasi,vlamo,Dima73 (c)2012
ru: Плагин поиска TMBD Разработчики: Nikolasi,vlamo,Dima73 (c)2012
uk: Плагін пошуку TMBD Розробники: Nikolasi,vlamo,Dima73 (c)2012

source: TMBD Details:current event
de: TMBD Details:aktuelle ereignis
fr: TMBD Details: évènement courant
nl: TMBD details: huidig programma
pt: Detalhes TMBD: evento atual
ru: TMBD поиск: текущее событие
uk: TMBD пошук: поточна подія

source: TMBD Plugin
ru: плагин TMBD
uk: плагін TMBD

source: TMBD details for event
fr: TMBD Details pour l'évènement
nl: TMBD details voor programma
pt: Detalhes TMBD para evento
ru: Детали события в TMBD
uk: Деталі події в TMBD

source: Text editing
de: Text bearbeiten
fr: Editer texte
nl: Tekst aanpassen
pt: Edição de texto
ru: Редактировать текст
uk: Редагувати текст

source: The Internet Movie Database
de: Die Internet Movie Datenbank
pt: Base de dados de filmes na Internet
ru: База данных фильмов в интернете
uk: База даних фільмів в інтернеті

source: Total results: %s
de: Gesamtergebnisse: %s
fr: Résultats total: %s
nl: Total resultaten: %s
pt: Total de resultados: %s
ru: Всего результатов: %s
uk: Всіх результатів: %s

source: Unknown error!
fr: Erreur inconnue!
nl: Onbekende fout!
pt: Ocorreu um erro desconhecido!
ru: Неизвестная ошибка!
uk: Невідома помилка!

source: User Rating
de: Bewertung
fr: Avis utilisateur
nl: Gebruikerswaardering
pt: Classificação do utilizador
ru: Рейтинг
uk: Рейтинг

source: Votes
de: Abgestimmt
nl: Stemmen
pt: Votos
ru: Проголосовали
uk: Проголосували

source: What exactly do you want to delete?
de: Was genau soll gelöscht werden?
fr: Que voulez-vous vraiment effacer?
nl: Wat wilt u precies verwijderen?
pt: O que exatamente você quer apagar?
ru: Что именно вы хотите удалить?
uk: Що ви хочите видалити?

source: What maximum resolution used, if available. If you have a slow Internet connection, you can use a lower resolution.
fr: Quelle résolution maximale utilisé, si disponible. Si vous avez une connexion internet lente, vous pouvez utiliser une résolution inférieure.
nl: Welke maximum resolutie te gebruiken, indien beschikbaar?. Als u een langzame internetverbinding hebt, kunt u aan lagere resolutie kiezen.
pt: Qual é a resolução máxima usada, se disponível. Se tiver uma conexão de Internet lenta, pode usar uma resolução menor.
ru: Какое максимальное разрешение использовать, если доступно. Если у Вас медленное подключение к интернету, Вы можете использовать более низкое разрешение.
uk: Яку максимальну роздільну здатність використовувати, якщо доступно. Якщо у вас повільний інтернет, Ви можете використати більш низьку р/з.

source: When not enabled, Player close with only stop key.
fr: Si non activé, le lecteur se ferme uniquement avec la touche stop.
nl: Indien niet ingeschakeld, sluit de speler alleen met de stoptoets.
pt: Quando não estiver ativado, Leitor fecha apenas com a tecla stop.
ru: Если это включно, плеер можно будет закрыть только кнопкой стоп.
uk: Якщо це включно, плеєр можна буде закрити тільки кнопкою стоп.

source: Write event to new eit-file:
de: Schreibe Sendung in eine neue eit-Datei:
fr: Ecriture des informations dans un nouveau fichier eit:
nl: Schrijf programma naar nieuw EIT-bestand:
pt: Gravar eventos em novos arquivos-eit:
ru: Создаем описание в eit-файл:
uk: Створюєм опис в eit-файл:

source: Write to new meta-file for:
de: Schreibe neue meta-Datei für:
fr: Ecriture d'un nouveau fichier meta pour:
nl: Schrijf nieuw meta-bestand voor:
pt: Escreva para novo meta-arquivo para:
ru: Создан новый meta-файл для:
uk: Створеннийн новий meta-файл для:

source: YT Trailer-List
fr: YT Trailer-Liste
nl: YT-trailer lijst
pt: Lista-YT Trailer
ru: Список трейлеров
uk: Список трейлерів

source: YT-Trailer Player
fr: Lecteur YT-Trailer
nl: YT-trailer speler
pt: Leitor YT-Trailer
ru: YT-Trailer плеер
uk: YT-Trailer плеєр

source: YT-Trailer Setup
fr: YT-Trailer Configuration
nl: YT-trailer instellingen
pt: Definições de YT-Trailer
ru: Настройки YT-Trailer
uk: Налаштування YT-Trailer

source: YTTrailer is not installed. Install YTTrailer now?
de: YTTrailer ist nicht installiert. Installiere YTTrailer jetzt?
ru: YTTrailer не установлен. Хотите установить YTTrailer сейчас?
uk: YTTrailer не втановлено. Бажаєте встановити YTTrailer зараз?

source: YTTrailer is not installed. Please install YTTrailer.
ru: YTTrailer не установлен. Установите плагин YTTrailer.
uk: YTTrailer не встановлено. Встановіть плагін YTTrailer.

source: Yes
de: Ja
fr: Oui
nl: Ja
pt: Sim
ru: Да
uk: Так

source: Yes,but write new meta-file
de: Ja, aber schreibe neue meta-Datei
fr: Oui, mais écriture d'un nouveau fichier meta
nl: Ja, maar schrijf nieuw meta-bestand
pt: Sim, mas escrever novo meta-arquivo
ru: Да,но создать новый meta-файл
uk: Так,але створити новий meta-файл

source: ask user
de: Benutzer fragen
fr: demander à l'utilisateur
nl: vraag gebruiker
pt: perguntar ao utilizador
ru: спросить пользователя
uk: запитати користувача

source: choice now/next event
fr: choisir évènement Maintenant/Suivant
nl: keuze Nu/Straks programma
pt: escolha agora/próximo evento
ru: выбор сейчас/далее
uk: вибір зараз/далі

source: close
de: Schließen
fr: fermer
nl: sluit
pt: fechar
ru: закрыть
uk: закрити

source: disabled
fr: désactivé
nl: uitgeschakeld
pt: desativado
ru: отключено
uk: відключено

source: kinopoisk.ru (only russian language)
fr: kinopoisk.ru (seulement en langue russe)
nl: kinopoisk.ru (alleen Russische taal)
pt: Kinopoisk.ru (somente idioma russo)
ru: kinopoisk.ru (только русский язык)
uk: kinopoisk.ru (тільки російською)

source: leave YT-Trailer player...
fr: quitter le lecteur YT-Trailer…
nl: verlaat YT-trailer speler...
pt: abandona o leitor de YT-Trailer...
ru: выйти из YT-Trailer плеера...
uk: вийти з YT-Trailer плеєру...

source: no user rating yet
de: Keine Bewertungen
fr: aucun avis d'utilisateur
nl: nog geen gebruikerswaardering
pt: Não classificado ainda pelo utilizador
ru: Нет рейтинга
uk: немає рейтинга

source: no votes
ru: нет голосования
uk: немає голосування

source: only current event
fr: seulement l'évènement en cours
nl: alleen huidig programma
pt: apenas o evento atual
ru: только текущее событие
uk: тільки поточна подія

source: only current profile
fr: seulement le profil en cours
nl: alleen huidig profiel
pt: só o perfil atual
ru: только текущий профиль
uk: тільки поточний профіль

source: open plugin VCS
fr: ouvrir le plugin VCS
pt: abrir o plugin VCS
ru: открыть плагин VCS
uk: відкрити плагін VCS

source: run first
fr: éxècuter en premier
nl: loopt eerst
pt: executar primeiro
ru: запустить первый в списке
uk: запустити перший в списку

source: search in TMBD
fr: chercher sur TMBD
nl: zoek in TMBD
pt: procurar em TMBD
ru: поиск в TMBD
uk: пошук в TMBD

source: show VCS...
fr: afficher VCS...
nl: toon VCS...
pt: Mostrar VCS...
ru: открыть VCS...
uk: відкрити VCS...

source: show list
fr: afficher liste
nl: toon lijst
pt: mostrar a lista
ru: показать список
uk: показати список

source: standard info
fr: info standard
nl: standaard info
pt: informação padrão
ru: стандартная информация
uk: стандартна інфо

source: Alternative language for search
fr: Langue alternative pour la recherche
pt: Idioma alternativo para a pesquisa
ru: Альтернативный язык для поиска
uk: Альтернативна мова для пошуку

source: Search on alternative language
fr: Rechercher d’une langue alternative
pt: Pesquisa no idioma alternativo
ru: Поиск на альтернативном языке
uk: Пошук на альтернативній мові

source: Alternative language
fr: Langue alternative
pt: Idioma alternativo
ru: Альтернативный язык
uk: Альтернативна мова

source: Main language
fr: Langue principale
pt: Idioma principal
ru: Основной язык
uk: Основна мова

source: Search TV-series
fr: Rechercher les séries TV
pt: Pesquisa-Séries de TV
ru: Поиск ТВ-сериалов
uk: Пошук ТВ серій

source: Examples languages
fr: Exemple de langues
pt: Idiomas de exemplos
ru: Примеры языков
uk: Приклади мов

source: Seasons
fr: Saisons
pt: Temporadas
ru: Сезоны
uk: Сезони

source: Episodes number
fr: Numéro de l’épisode
pt: Número de episódios
ru: Номер эпизода
uk: Номер епізодів

source: Seasons number
fr: Numéro de saison
pt: Número de temporadas
ru: Номер сезона
uk: Номер сезонів

source: Restart the GUI now?
fr: Redémarrer l’IGU maintenant?
ru: Выполнить рестарт GUI сейчас?

source: as alternative language
fr: comme langue alternative
ru: как альтернативный язык

source: %s eit-file removed!
de: %s eit-Datei gelöscht!
fr: %s fichier eit supprimé!
nl: %s EIT-bestand verwijderd!
pt: %s arquivo-eit removido!

source: %s meta-file removed!
de: %s meta-Datei gelöscht!
fr: %s fichier meta supprimé!
nl: %s meta-bestand verwijderd!
pt: %s meta-arquivo removido!

source: %s poster removed!
de: %s Poster gelöscht!
fr: %s affiche enlevée!
nl: %s posters verwijderd!
pt: %s poster removido!

source: GREEN
fr: VERT
nl: GROEN
pt: VERDE

source: HELP
pt: AJUDA

source: RADIO
pt: RÁDIO

source: RED
fr: ROUGE
nl: ROOD
pt: VERMELHO

source: Remove current poster and info for: %s ?
de: Lösche aktuelles Poster und Info für: %s ?
fr: Enlever l'affiche courante et les informations pour: %s ?
nl: Huiduge poster en info verwijderen voor: %s ?
pt: Remover o poster atual e informação para: %s?

source: TEXT
nl: TEKST
pt: TEXTO

source: YELLOW
fr: JAUNE
nl: GEEL
pt: AMARELO

source: Show plugin in channel selection menu
de: Zeige Plugin im Kanalauswahl-Menü

source: Show plugin in extensions menu
de: Zeige Plugin in Erweiterungsmenü
