Repository: Vasiliks/TMBD
Catalog: po/*.po
Languages: de, fr, nl, pt, ru, uk

source: (%s times)
de: (%s Mal)
fr: (%s fois)
nl: (%s keer)
pt: (%s vezes)
ru: (%s раз)
uk: (%s раз)

source: (%s votes)
nl: (%s stemmen)
pt: (%s votos)
ru: (%s раз)
uk: (%s раз)

source: User Rating
ru: Рейтинг
uk: Рейтинг

source: User Rating:
de: Bewertung:
fr: Evaluation utilisateur:
nl: Gebruikerswaardering:
pt: Classificação de usuários:
ru: Рейтинг:
uk: Рейтинг:

source: min.
ru: мин.
uk: хв.

source: times
de: Mal
fr: fois
nl: keer
pt: tempos
ru: раз(а)
uk: раз(и)

source: "TMBD Details: current event" quick button
fr: "TMBD Details: évènement courant" bouton rapide
nl: "TMBD Details: huidig programma" sneltoets
pt: "TMBD detalhes: evento atual" botão rápido
ru: Быстрая кнопка для "TMBD поиск: текущее событие"
uk: Швидка кнопка для "TMBD пошук: поточна подія"

source: %d bytes
ru: %d байт
uk: %d байт

source: %s Profile: %s Select event for search:
fr: %s Profile: %s Choisir l'évènement à chercher:
nl: %s Profiel: %s Kies programma voor zoeken:
pt: %s Perfil: %s Selecionar evento para pesquisa:
ru: %s Профиль: %s Выберите событие для поиска:
uk: %s Профіль: %s Виберіть подію для пошуку:

source: %s Select event for search:
ru: %s Выберите событие для поиска:
uk: %s Виберіть подію для пошуку:

source: / Duration:
de: / Dauer:
fr: / Durée:
nl: / Duur:
pt: / Duração:
ru: / Продолжительность:
uk: / Тривалість:

source: 0 min.
ru: 0 мин.
uk: 0 хв.

source: < empty >
de: < leer >
fr: < vide >
nl: < leeg >
pt: (vazio)
ru: < пусто >
uk: < порожньо >

source: < text >
fr: < texte >
nl: < tekst >
pt: < texto >
ru: < текст >
uk: < текст >

source: Activate Poster Preview
de: Aktiviere Poster Voransicht
fr: Activer prévisualtion de l'affiche
nl: Schakel posterpreview in
pt: Ativar visualização de Poster
ru: Активировать превью постеров
uk: Активувати прев'ю постерів

source: Actors
de: Schauspieler
fr: Acteurs
nl: Acteurs
pt: Atores
ru: В ролях
uk: Актори

source: Actors:
de: Schauspieler:
fr: Acteurs:
nl: Acteurs:
pt: Atores:
ru: В ролях:
uk: Актори:

source: Add "Lookup in TMBD" Info Button to GraphMultiEpg
de: "In TMBD suchen" über Info Button im GraphMultiEpg
ru: "Поиск в TMBD" на кнопке инфо в графическом EPG
uk: "Пошук в TMBD" на кнопці інфо в графічному EPG

source: Add "Lookup in TMBD" Info Button to multi-EPG
de: "In TMBD suchen" über Info Button im Multi-EPG
ru: "Поиск в TMBD" на кнопке инфо в мульти-EPG
uk: "Пошук в TMBD" на кнопці інфо в мульті-EPG

source: Add "Lookup in TMBD" Info Button to single-EPG
de: "In TMBD suchen" über Info Button im Einzel-EPG
ru: "Поиск в TMBD" на кнопке инфо в одиночном EPG
uk: "Пошук в TMBD" на кнопці інфо в одиночному EPG

source: Add "Search event in TMBD" to event menu
fr: Ajouter "Rechercher évènement sur TMBD" au menu évènement
nl: Voeg "Zoek programma in TMBD" toe aan eventmenu
pt: Adicionar "Evento de pesquisa em TMBD" ao menu do evento
ru: Добавить "Поиск деталей события в TMBD" в меню события
uk: Добавити "Пошук деталей події в TMBD" в меню події

source: Add "open plugin VCS" Info/EPG Button to nStreamVOD
fr: Ajouter sur le bouton Info/EPG "ouvrir le plugin VCS" à nStreamVOD
nl: Voeg "Open plugin VCS" toe aan Info/EPG-toets nStreamVOD
pt: Adicionar "abrir plugin VCS" botão Info/EPG para nStreamVOD
ru: "открыть плагин VCS" на кнопке Info/EPG в nStreamVOD
uk: "відкрити плагін VCS" на кнопці Info/EPG в nStreamVOD

source: Add "search in TMBD" Info/EPG Button to nStreamVOD
fr: Ajouter sur le bouton Info/EPG "recherche dans TMSB" à nStreamVOD
nl: Voeg "Zoek in TMBD" toe aan Info/EPG-toets nStreamVOD
pt: Adicionar "procurar em TMBD" botão Info/EPG para nStreamVOD
ru: "поиск в TMBD" на кнопке Info/EPG в nStreamVOD
uk: "пошук в TMBD" на кнопці Info/EPG в nStreamVOD

source: Add yt-trailer to context menu EPG
fr: Ajouter yt-trailer au menu contextuel EPG
nl: Voeg YT-trailer toe aan EPG-contextmenu
pt: Adicionar yt-trailer ao menu de contexto EPG
ru: Добавить ют-трейлер в контекстные меню EPG
uk: Добавити ют-трейлер в контекстні меню EPG

source: Age
nl: Leeftiijd
pt: Idade
ru: Возрастной ценз
uk: Вікові обмеженя

source: Age:
nl: Leeftiijd:
pt: Idade:
ru: Ценз:
uk: Вік:

source: All posters for movie
de: Alle Poster für Filme
fr: Toutes les affiches pour film
nl: Alle posters voor film
pt: Todos os posters do filme
ru: Все постеры к записям
uk: Всі постери для записів

source: All posters removed!
de: Alle Poster gelöscht!
fr: Toutes les affiches ont été enlevées!
nl: Alle posters verwijderd!
pt: Todos os posters removidos!
ru: Все постеры удалены!
uk: Всі постери видалені!

source: Appeared
fr: Date
nl: Verschenen
pt: Apareceu em
ru: Год выпуска
uk: Рік випуску

source: Appeared:
de: Erschienen:
fr: Date:
nl: Verschenen:
pt: Apareceu em:
ru: Год выпуска:
uk: Рік випуску:

source: Behavior after searching trailers
fr: Comportement après rechercher des bandes-annonces
nl: Gedrag na zoeken trailers
pt: Comportamento depois de pesquisar trailers
ru: Поведение после поиска трейлеров
uk: Поведінка посля пошуку трейлерів

source: Best resolution for first found
de: Beste Auflösung
fr: Meilleur résolution pour le premier trouvé
nl: Beste resolutie voor eerst gevonden
pt: Melhor resolução para o primeiro encontrado
ru: Лучшее разрешение для первого найденного
uk: Краще розширення для першого знайденого

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer
pt: Cancelar
ru: Отмена
uk: Відміна

source: Certification
nl: Certificatie
pt: Certificação
ru: Возрастной ценз
uk: Сертифікація

source: Change Poster Preview position
de: Ändere Position Poster-Voransicht
fr: Modicier la position de la prévisualisation de l'affiche
nl: Verander positie van posterpreview
pt: Mudar a posição da Previsualização do Poster
ru: Изменить позицию/размер постеров
uk: Поміняти позицію/розмір постерів

source: Change profile
fr: Changer de profil
nl: Verander profiel
pt: Alterar perfil
ru: Сменить профиль
uk: Змінити профіль

source: Channel Selection
de: Kanal-Auswahl
fr: Sélection chaîne
nl: Kanaalselectie
pt: Seleção de Canais
ru: Список каналов
uk: Список каналів

source: Check status Internet
de: Teste Internetverbindung
fr: Vérifier le statut d'internet
nl: Controleer internet status
pt: Verificar o estado da Internet
ru: Проверка состояния интернета
uk: Перевірка стану інтернету

source: Choice database to search
fr: Choisir la base de données à interroger
nl: Kies database om te zoeken
pt: Escolha base de dados para pesquisar
ru: Выбор базы даных для поиска
uk: Вибір бази даних для пошуку

source: Choice profile in search
fr: Choisir le profil de recherche
nl: Kies profiel in zoeken
pt: Escolha o perfil na procura
ru: Выбор профиля для поиска
uk: Вибір профіля для пошуку

source: Choice profile in search:
fr: Choisir le profil de recherche:
nl: Kies profiel in zoeken:
pt: Escolha o perfil na procura:
ru: Выберите профиль для поиска:
uk: Виберіть профіль для пошуку:

source: Choose action:
fr: Choisir action:
nl: Kies actie:
pt: Escolher ação:
ru: Выбор действия:
uk: Вибрати дію:

source: Choose information:
ru: Выбор информации:
uk: Вибір інформації:

source: Close Player with exit-key
de: Player mit Exit-Taste beenden
fr: Fermer le lecteur avec la touche EXIT
nl: Sluit speler af met EXIT-toets
pt: Fechar Leitor com a tecla <EXIT>
ru: Закрывать плеер кнопкой EXIT
uk: Закривати плеєр кнопкою EXIT

source: Close plugin EXIT Button
de: Plugin beenden über EXIT-Button
fr: Fermer le plugin avec le bouton EXIT
nl: Sluit plugin af met EXIT-toets
pt: Fechar o plugin tecla <EXIT>
ru: Выход из плагина кнопкой EXIT
uk: Вихід з плагіна кнопкою EXIT

source: Close plugin?
de: Plugin schließen?
fr: Fermer TMBD Details?
nl: Plugin afsluiten?
pt: Fechar o Plugin?
ru: Выйти из плагина?
uk: Вийти з плагіна?

source: Country
de: Land
fr: Pays
nl: Land
pt: País
ru: Страна производства
uk: Країна

source: Country:
de: Land:
fr: Pays:
nl: Land:
pt: País:
ru: Страна:
uk: Країна:

source: Current poster and info
de: Aktuelles Poster und Info
fr: Affiche actuelle et info
nl: Huidige poster en info
pt: Informação e cartaz atual
ru: Текущий постер и описание
uk: Поточний постер і опис

source: Data processing method for Kinopoisk.ru
fr: Methode de recherche pour KinoPoisk.ru
nl: Dataverwerkingsmethode voor Kinopoisk.ru
pt: Método de processamento de dados para Kinopoisk.ru
ru: Метод получения данных с КиноПоиск.ru
uk: Метод отримання данних з КіноПоіск.ru

source: Deactivate Poster Preview
de: Deaktiviere Poster Voransicht
fr: Désactiver la prévisualisation de l'affiche
nl: Schakel posterpreview uit
pt: Desactivar a Previsualização do Poster
ru: Деактивировать превью постеров
uk: Деактивувати попередній перегляд постерів

source: Details for: %s
de: Details für: %s
fr: Détails pour: %s
nl: Details voor: %s
pt: Detalhes para: %s
ru: Подробно для: %s
uk: Детально для: %s

source: Director
de: Regisseur
fr: Réalisateur
nl: Regisseur
pt: Diretor
ru: Режиссер
uk: Режисер

source: Duration
fr: Durée
nl: Duur
pt: Duração
ru: Продолжительность
uk: Тривалість

source: EPGSelection (context menu)
fr: EPGSelection (menu contextuel)
nl: EPGSelectie (contextmenu)
pt: EPGSelection (menu de contexto)
ru: Выбор EPG (контекстное меню)
uk: Вибір EPG (контекстне меню)

source: EPGSelection/EventView/EventInfo plugins
nl: EPGSelectie/EventView/EventInfo plugins
ru: Выбор EPG/Просмотр события/Меню плагинов событий
uk: Вибір EPG/Перегляд події/Плагіни поточної інфо

source: Edit text to search for
de: Editiere Suchtext
fr: Editez le texte à rechercher
nl: Bewerk zoektekst
pt: Editar texto a pesquisar
ru: Отредактируйте текст для поиска
uk: Редагуйте текст для пошуку

source: Enter or choose event for search ...
fr: Entrer ou choisir l'évènement à rechercher...
nl: Geef of kies prgramma om te zoeken...
pt: Digite ou escolha o evento para a pesquisa...
ru: Введите или выберите событие для поиска ...
uk: Введіть або виберіть подію для пошуку ...

source: Enter text for search YT-Trailer:
fr: Entrer le texte à chercher sur YT-Trailer:
nl: Geef zoektekst voor YT-trailer:
pt: Digite o texto para pesquisar YT-Trailer:
ru: Введите текст для поиска трейлеров:
uk: Введіть текст для пошуку трейлерів:

source: Enter text to search for
de: Eingabe Suchtext
fr: Entrez le texte à rechercher
nl: Geef zoektekst voor
pt: Introduza o texto a pesquisar
ru: Введите текст для поиска
uk: Введіть текст для пошуку

source: Event mode for search
fr: Mode de recherche pour les évènements
nl: Programmamode voor zoeken
pt: Modo de evento para a pesquisa
ru: Режим события для поиска
uk: Режим події для пошуку

source: EventView (context menu)/EventInfo plugins
fr: EventView (menu contextuel)/EventInfo plugins
pt: EventView (menu de contexto) / plugins EventInfo
ru: Просмотр события (контекстное меню)/Меню плагинов событий
uk: Перегляд події (контекстне меню)/плагіни поточної інфо

source: Exit
de: Verlassen
fr: Quitter
nl: Afsluiten
pt: Sair
ru: Выход
uk: Вихід

source: Extended search filter
de: Erweiterter Suchfilter
fr: Filtre de recherche étendu
nl: Uitgebreid zoekfilter
pt: Filtro de pesquisa extendido
ru: Расширенный фильтр поиска
uk: Розширенний фільтр пошуку

source: Genre
pt: Género
ru: Жанр
uk: Жанр

source: Genre:
pt: Género:
ru: Жанр:
uk: Жанр:

source: Go to next service
fr: Aller au service suivant
nl: Ga naar volgende kanaal
pt: Ir para o próximo serviço
ru: Переход на следующий сервис
uk: Перехід на слідуючий сервіс

source: Go to previous service
fr: Aller au service précédent
nl: Ga naar vorige kanaal
pt: Ir para o serviço anterior
ru: Переход на предыдущий сервис
uk: Перехд на попередній сервіс

source: How many search results will be returned in list mode.
fr: Combien de résultats de recherche seront retournés en mode liste.
nl: Hoeveel zoekresultaten wilt u krijgen in de lijstmode?
pt: Quantos resultados de pesquisa serão retornados no modo lista.
ru: Какое количество результатов поиска будут возвращены в режиме списка.
uk: Яка кількість результатів пошуку буде повернута в режим списка.

source: Install YTTrailer...
de: Installiere YTTrailer...
fr: Installer YTTrailer...
nl: Installeer YT-trailer...
pt: Instale o YTTrailer...
ru: Установка YTTrailer...
uk: Встановлення YTTrailer...

source: Install packages library lmxl
fr: Installer la librairie des packages lmxl
nl: Installeer pakket library lmxl
pt: Instalar pacotes biblioteca lmxl
ru: Инсталляция пакетов библиотеки lmxl
uk: Встановлення пакетів бібліотеки lmxl

source: Kinopoisk.ru Developer: Dima73 (c)2012 Donate: WMZ Z305015597712
ru: Kinopoisk.ru Разработчик: Dima73 (c)2012 Благодарность: WMZ Z305015597712
uk: Kinopoisk.ru Розробник: Dima73 (c)2012 Подяка: WMZ Z305015597712

source: Kinopoisk.ru Developer: Dima73(Dimitrij) 2012/2014
fr: KinoPoisk.ru Développeur: Dima73(Dimitrij) 2012/2014
nl: Kinopoisk.ru Ontwikkelaar: Dima73(Dimitrij) 2012/2014
ru: Kinopoisk.ru Разработчик: Dima73(Димитрий) 2012/2014
uk: Kinopoisk.ru Розробник: Dima73(Дмитро) 2012/2014

source: Large poster
de: Große Poster
fr: Grande affiche
nl: Grote poster
pt: Poster grande
ru: большой постер
uk: Великий постер

source: Library lmxl is not installed! Try to install the library again or change the method of processing data in the settings menu.
fr: La librairie lmxl n'est pas installée! Essayez d'installer la librairie à nouveau ou changez la méthode pour traitre les données dans le menu de configuration.
nl: Library lmxl is niet ge√Ønstalleerd! Probeer opnieuw te installeren of verander de methode van dataprocessing in het instellingenmenu.
pt: Biblioteca lmxl não está instalado! Tente instalar a biblioteca de novo ou alterar o método de processamento de dados no menu de configurações.
ru: Библиотека lmxl не установлена! Попробуйте установить библиотеку снова или изменить метод получения данных в меню настроек.
uk: Бібліотека lmxl не встановлена! Попробуйте встановити бібліотеку знову або змінити метод отримання даних в меню налаштувань.

source: List: kinopoisk.ru / themoviedb.org
fr: Liste: KinoPoisk.ru / TheMovieDb.org
nl: Lijst: kinopoisk.ru / themoviedb.org
pt: Lista: kinopoisk.ru / themoviedb.org
ru: Список: kinopoisk.ru / themoviedb.org
uk: Список: kinopoisk.ru / themoviedb.org

source: List: themoviedb.org / kinopoisk.ru
fr: Liste: TheMovieDb.org / KinoPoisk.ru
nl: Lijst: themoviedb.org / kinopoisk.ru
pt: Lista: themoviedb.org / kinopoisk.ru
ru: Список: themoviedb.org / kinopoisk.ru
uk: Список: themoviedb.org / kinopoisk.ru

source: Lookup in TMBD
de: Nachschlagen in TMBD
fr: Recherche avec TMBD
nl: Opzoeken in TMBD
pt: Pesquisa em TMBD
ru: Поиск в TMBD
uk: Пошук в TMBD

source: Manual input
de: Manuelle Eingabe
fr: Recherche manuelle
nl: Handmatige invoer
pt: Entrada manual
ru: Ручной ввод
uk: Ручний ввід

source: Manual search
fr: Recherche manuelle
nl: Handmatig zoeken
pt: Procura manual
ru: Ручной поиск
uk: Ручний пошук

source: Max. results in list-mode
de: Max. Ergebnisse im List-Modus
ru: Максимальный результат поиска в режиме списка
uk: Максимальний результат пошуку в режимі списка

source: NONE
fr: AUCUN
nl: GEEN
pt: Nenhum
ru: нет кнопки
uk: нема кнопки

source: Next: %s
fr: Suivant: %s
nl: Volgende: %s
pt: Próximo: %s
ru: Далее: %s
uk: Наступне: %s

source: No
de: Nein
fr: Non
nl: Nee
pt: Não
ru: Нет
uk: Ні

source: No HD streaming
ru: Без ХД стриминга
uk: Без HD стрімінга

source: No connect to kinopoisk.ru...
fr: Pas de connexion à kinopoisk.ru...
nl: Geen verbinding met kinopoisk.ru...
pt: Não ligar a kinopoisk.ru...
ru: Нет соединения с kinopoisk.ru...
uk: Немає з'єднання с kinopoisk.ru...

source: No connect to www.themoviedb.org
de: Keine Verbindung zu www.themoviedb.org
fr: Pas de connexion à www.TheMovieDb.org
nl: Geen verbinding met to www.themoviedb.org
pt: Não ligar a www.themoviedb.org
ru: Нет соединения с www.themoviedb.org
uk: Немає з'єднання з www.themoviedb.org

source: Not available
de: Nicht verfügbar
ru: Нет данных
uk: Немає даних

source: Not available...
de: Nicht verfügbar...
ru: Нет описания...
uk: Немає опису...

source: Not found network connection...
fr: Aucun connexion réseau trouvée...
nl: Geen netwerkverbinding gevonden...
pt: Não foi encontrada uma ligação de rede...
ru: Не найдено сетевое подключение...
uk: Не знайдено мережеве підключення...

source: Nothing found for: %s
de: Nichts gefunden für: %s
fr: Rien trouvé pour: %s
nl: Niets gevonden voor: %s
pt: Sem resultados para: %s
ru: Ничего не найдено для: %s
uk: Нічого не знайдено для: %s

source: Nothing found for: %s or no answer in kinopoisk.ru
fr: Rien de trouvé pour: %s aucune réponse de KinoPoisk.ru
nl: Niets gevonden voor %s of geen antwoord van kinopoisk.ru
pt: Nada foi encontrado para: %s ou sem resposta em kinopoisk.ru
ru: Ничего не найдено для: %s или нет ответа от kinopoisk.ru
uk: Нічого не знайдено для: %s або нема відповіді від kinopoisk.ru

source: Now: %s
fr: Maintenant: %s
nl: Nu: %s
pt: AGORA: %s
ru: Сейчас: %s
uk: Зараз: %s

source: OK
ru: ОК
uk: ОК

source: Only current info
de: Nur aktuelle Info
fr: Seulement l'info courante
nl: Alleen huidige info
pt: Apenas a informação atual
ru: Только текущее описание
uk: Тільки поточна інформація

source: Only current poster
de: Nur aktuelles Poster
fr: Seulement l'affiche courante
nl: Alleen huidige poster
pt: Só o poster atual
ru: Только текущий постер
uk: Тільки поточний постер

source: Only poster
fr: Seulement l'affiche
nl: Alleen poster
pt: Só Poster
ru: Только постер
uk: Тільки постер

source: Open VirtualKeyBoard
de: Öffne VirtualKeyBoard
fr: Ouvrir VirtualKeyBoard avec pour valeur par défaut
pt: Abrir Teclado Virtual
ru: Открыть виртуальную клавиатуру
uk: Відкрити віртуальну клавіатуру

source: Open plugin if there is no event
fr: Ouvrir le plugin s'il n'y a pas d'évènement
nl: Open plugin ls er geen programma is
pt: Abrir plugin se não há nenhum evento
ru: Открыть плагин, даже если нет события
uk: Відкрити плагін, навіть якщо нема події

source: Open yt-trailer setup
fr: Ouvrir la configuration de YT-Trailer
nl: Open YT-trailer instellingen
pt: Abrir definição de yt-trailer
ru: Открыть настройки YouTube-трейлера
uk: Відкрити налаштування YouTube-трейлера

source: Option for all images
fr: Option pour toutes les images
nl: Optie voor alle images
pt: Opção para todas as imagens
ru: Вариант для всех имиджей
uk: Варіант для всіх іміджів

source: Option only python 2.7 images
fr: Option pour les images en python 2.7
nl: Optie alleen voor python 2.7 images
pt: Opção só para as imagens python 2.7
ru: Вариант c использованием пакета lmxl
uk: Варіант тільки для іміджів на python 2.7

source: Please select the matching entry:
de: Bitte den passenden Eintrag wählen:
fr: Merci de choisir l'entrée correspondante:
nl: Kies de overeenkomende ingang:
pt: Por favor, selecionar entrada correspondente:
ru: Пожалуйста, выберите из списка:
uk: Виберіть зі списку:

source: Poster %s saved!
de: Poster %s gespeichert!
fr: Affiche %s sauvegardée!
nl: Poster %s opgeslagen!
pt: Cartaz %s guardado!
ru: Постер %s сохранен!
uk: Постер %s збережено!

source: Poster Preview
de: Poster Voransicht
fr: Prévisualisation affiche
pt: Pré-Visualização do cartaz
ru: Превью постеров
uk: Попередній перегляд постерів

source: Poster Preview (TMBD)
fr: Prévisualisation affiche (TMB)
pt: Pré-Visualização do cartaz (TMBD)
ru: Превью постеров (TMBD)
uk: Попередній перегляд постерів (TMBD)

source: Press OK
fr: Appui sur OK
nl: Druk op OK
pt: Prima OK
ru: Нажмите ОК
uk: Натисніть ОК

source: Press OK for manual search YT-Trailer.
fr: Appuyer sur OK pour une recherche manuelle sur YT-Trailer.
nl: Druk op OK om handmatig te zoeken in YT-trailer
pt: Prima OK para procura manual YT-Trailer.
ru: Нажмите ОК для ручного поиска YT-Trailer.
uk: Натисніть ОК для ручного пошуку YT-Trailer.

source: Problems with YT-Feeds!
fr: Problèmes avec YT-Feeds!
nl: Problemen met YT-feeds!
pt: Problemas com YT-Feeds!
ru: Проблемы связанные с фидом YT!
uk: Проблеми звязані з фідом YT!

source: Producers
de: Produzenten
fr: Producteurs
nl: Producenten
pt: Produtores
ru: Продюсеры
uk: Продюсери

source: Profile movielist context menu
fr: Profil menu contextuel liste des films
nl: Profiel filmlijst contextmenu
pt: Menu de contexto do perfil lista de filmes
ru: Профиль контекстного меню списка медиа
uk: Профіль контекстного меню списка медіа

source: Profile: kinopoisk.ru
fr: Profil: KinoPoisk.ru
nl: Profiel: kinopoisk.ru
pt: Perfil: kinopoisk.ru
ru: Профиль: kinopoisk.ru
uk: Профіль: kinopoisk.ru

source: Profile: themoviedb.org
fr: Profil: TheMovieDb.org
nl: Profiel: themoviedb.org
pt: Perfil: themoviedb.org
ru: Профиль: themoviedb.org
uk: Профіль: themoviedb.org

source: Query details from the Internet Movie Database
de: Details von der Internet Movie Database abfragen
fr: Rechercher les détails depuis internet sur The Internet Movie Database
nl: Vraag details aan The Internet Movie Database
pt: Consulta detalhes da Base de dados de filmes da Internet
ru: Поиск описаний фильмов в базах данных интернета
uk: Пошук опису фільмів в базах даних інтернета

source: Remove all posters for movie
ru: Удаление всех сохранненых постеров
uk: Видалення всіх збережених постерів

source: Remove all posters?
de: Lösche alle Poster?
fr: Supprimer toutes les affiches?
nl: Verwijder alle posters?
pt: Remover todos os posters?
ru: Удалить все постеры?
uk: Видалити всі постери?

source: Remove poster / info
de: Lösche Poster / Info
fr: Supprimer affiche / info
nl: Verwijder poster/info
pt: Remover o poster / informação
ru: Удаление постера / описания
uk: Видалення постера / опису

source: Results in list mode
fr: Résultats en mode liste
nl: Resultaten in lijstvorm
pt: Resultados em modo lista
ru: Результаты в режиме списка
uk: Результати в режимі списку

source: Roles duplicated
fr: Rôles dupliqués
nl: Rollen gedupliceerd
pt: Funções duplicadas
ru: Роли дублировали
uk: Ролі дублювали

source: Roles duplicated:
fr: Rôles dupliqués:
nl: Rollen gedupliceerd:
pt: Funções duplicadas:
ru: Роли дублировали:
uk: Ролі дублювали:

source: Save
de: Speichern
fr: Sauvegarder
nl: Sla op
pt: Salvar
ru: Сохранить
uk: Зберегти

source: Save info / poster
de: Speichern Info / Poster
fr: Sauvegarder info/affiche
nl: Bewaar info/poster
pt: Salvar informações / poster
ru: Сохранить инфо/постер
uk: Зберегти інфо/постер

source: Save poster and info for: %s ?
de: Speichere Poster und Info für: %s ?
fr: Sauvegarder affichet et info pour: %s ?
nl: Poster en info opslaan voor: %s ?
pt: Salvar o poster informação para: %s?
ru: Сохранить постер и описание для: %s ?
uk: Зберегти постер і опис для: %s ?

source: Save poster/info for movie
ru: Сохранить постер/описание к записи
uk: Зберегти постер/опис для записів

source: Search Trailer
de: Suche Trailer
fr: Bande-annonce
nl: Zoek trailer
pt: Procurar Trailer
ru: Поиск трейлеров
uk: Пошук трейлерів

source: Search event in TMBD
fr: Rechercher évènement sur TMBD
nl: Zoek programma in TMBD
pt: Pesquisar evento em TMBD
ru: Поиск деталей события в TMBD
uk: Пошук деталей подій в TMBD

source: Search for movie in TMBD
fr: Rechercher un film pour TMBD
nl: Zoek film in TMBD
pt: Procurar filme em TMBD
ru: Поиск для видео в TMBD
uk: Пошук для відео в TMBD

source: Search movie in TMBD
fr: Rechercher film sur TMBD
nl: Zoek film in TMBD
pt: Procurar filme em TMBD
ru: Поиск видео в TMBD
uk: Пошук відео в TMBD

source: Search in kinopoisk.ru
ru: Поиск в kinopoisk.ru
uk: Пошук в kinopoisk.ru

source: Search in kinopoisk.ru ,please wait ...
fr: Rechercher sur KinoPoisk.ru, merci de patienter...
nl: Zoekt in kinopoisk.ru, even wachten...
pt: Procurar em kinopoisk.ru, por favor aguarde...
ru: Идет поиск в kinopoisk.ru ,пожалуйста подождите ...
uk: йде пошук в kinopoisk.ru ,зачекайте ...

source: Search in themoviedb.org
ru: Поиск в themoviedb.org
uk: Пошук в themoviedb.org

source: Search in themoviedb.org ,please wait ...
fr: Rechercher sur TheMovieDb.org, merci de patienter...
nl: Zoekt in themoviedb.org, even wachten...
pt: Procurar em themoviedb.org, por favor aguarde...
ru: Поиск в themoviedb.org ,пожалуйста подождите ...
uk: Пошук в themoviedb.org ,зачекайте ...
